[
    {
        "id": 1,
        "tip": "Stretching exercises when you wake up boosts circulation and digestion, and eases back pain."
    },
    {
        "id": 2,
        "tip": "Eating a proper breakfast is one of the most positive things you can do if you are trying to lose weight."
    },
    {
        "id": 3,
        "tip": "According to the experts, swimming is the most asthma-friendly sport of all, but cycling, canoeing, fishing, sailing and walking are also good."
    },
    {
        "id": 4,
        "tip": "Sun rays can burn even through thick glass, and under water. You need a sun screen!"
    },
    {
        "id": 5,
        "tip": "Do regular self-examinations of your breasts."
    },
    {
        "id": 6,
        "tip": "For good health, you need more than 40 different nutrients, and no single food can supply them all. Better to be a healthy foodie."
    },
    {
        "id": 7,
        "tip": "A high salt intake can result in high blood pressure, and increase the risk of cardiovascular disease."
    },
    {
        "id": 8,
        "tip": "Want to lose some weight? Eat regularly, and healthy too. Yes, you read right."
    },
    {
        "id": 9,
        "tip": "Need to burn off extra calories, and improve your overall well being? Get physical!."
    },
    {
        "id": 10,
        "tip": "Sugary drinks are among the most fattening items you can put into your body."
    },
    {
        "id": 11,
        "tip": " ."
    },
    {
        "id": 12,
        "tip": "Nuts are incredibly nutritious and healthy, despite being high in fat."
    },
    {
        "id": 13,
        "tip": "Did you know junk foods have been engineered to trigger your pleasure centers, so they trick your brain into overeating?"
    },
    {
        "id": 14,
        "tip": "Studies show that people who eat the most fish have a lower risk of several conditions, including heart disease, dementia, and depression."
    },
    {
        "id": 15,
        "tip": "Poor sleep can drive insulin resistance, disrupt your appetite hormones, and reduce your physical and mental performance."
    },
    {
        "id": 16,
        "tip": "Meat can be a nutritious and healthy part of your diet but can also cause when burnt or overcooked."
    },
    {
        "id": 17,
        "tip": "Battling insomnia? Avoid bright lights in the evening as it may disrupt your production of the sleep hormone melatonin."
    },
    {
        "id": 18,
        "tip": "High protein intake can boost metabolism significantly while making you feel full enough to automatically eat fewer calories."
    },
    {
        "id": 19,
        "tip": "Doing some cardio is particularly effective at reducing belly fat."
    },
    {
        "id": 20,
        "tip": "Rethink your oil! Extra virgin olive oil is loaded with heart-healthy monounsaturated fats and powerful antioxidants that can fight inflammation."
    },
    {
        "id": 21,
        "tip": "Eat good food and fruits to keep you healthy. Drink a lot of water too."
    },
    {
        "id": 22,
        "tip": "Research shows a healthy positive attitude helps build a healthier immune system and boosts overall health. Your body believes what you think, so focus on the positive."
    },
    {
        "id": 23,
        "tip": "Write down worries or stressful thoughts to get them out of your head and onto the page. This will help you put them into perspective so you can quit worrying about them."
    },
    {
        "id": 24,
        "tip": "Pay attention to the nutritional value of the foods you choose to eat, as well as your sense of satisfaction, relaxation, tension, exhilaration, and fatigue when you sit down to eat."
    },
    {
        "id": 25,
        "tip": "Make fruits and vegetables a part of every meal. Put fruit on your cereal. Eat vegetables as a snack."
    },
    {
        "id": 26,
        "tip": "Integrate physical activity and movement into your life."
    },
    {
        "id": 27,
        "tip": "Eat a diet rich in fruits, vegetables and whole grains."
    },
    {
        "id": 28,
        "tip": "You need to drink plenty of fluids to stop you getting dehydrated. It's recommended to drink 6 to 8 glasses every day. This is in addition to the fluid you get from the food you eat."
    },
    {
        "id": 29,
        "tip": "Even unsweetened fruit juice and smoothies are high in free sugar."
    },
    {
        "id": 30,
        "tip": "Your combined total of drinks from fruit juice, vegetable juice and smoothies should not be more than 150ml a day, which is a small glass."
    },
    {
        "id": 31,
        "tip": "Remember to drink more fluids during hot weather or while exercising."
    },
    {
        "id": 32,
        "tip": "A healthy breakfast high in fibre and low in fat, sugar and salt can form part of a balanced diet, and can help you get the nutrients you need for good health."
    },
    {
        "id": 33,
        "tip": "It's recommended that you eat at least 5 portions of a variety of fruit and veg every day. They can be fresh, frozen, canned, dried or juiced."
    },
    {
        "id": 34,
        "tip": "Oily fish are high in omega-3 fats, which may help prevent heart disease."
    },
    {
        "id": 35,
        "tip": "There are 2 main types of fat: saturated and unsaturated. Too much saturated fat can increase the amount of cholesterol in the blood, which increases your risk of developing heart disease."
    },
    {
        "id": 36,
        "tip": "On average, men should have no more than 30g of saturated fat a day."
    },
    {
        "id": 37,
        "tip": "On average, women should have no more than 20g of saturated fat a day."
    },
    {
        "id": 38,
        "tip": "Children under the age of 11 should have less saturated fat than adults, but a low-fat diet is not suitable for children under 5."
    },
    {
        "id": 39,
        "tip": "For a healthier choice, use a small amount of vegetable or olive oil, or reduced-fat spread instead of butter."
    },
    {
        "id": 40,
        "tip": "All types of fat are high in energy, so they should only be eaten in small amounts."
    },
    {
        "id": 41,
        "tip": "Sugary foods and drinks are often high in energy, and if consumed too often can contribute to weight gain."
    },
    {
        "id": 42,
        "tip": "Sugary foods and drinks can cause tooth decay, especially if eaten between meals."
    },
    {
        "id": 43,
        "tip": "Many packaged foods and drinks contain surprisingly high amounts of free sugars."
    },
    {
        "id": 44,
        "tip": "Eating too much salt can raise your blood pressure. People with high blood pressure are more likely to develop heart disease or have a stroke."
    },
    {
        "id": 45,
        "tip": "As well as eating healthily, regular exercise may help reduce your risk of getting serious health conditions."
    }
]